class Question:
    def __init__(self, question, task):
        self.question = question
        self.task = task

questions_list = ["Вы уронили предмет и на лету поймали его. Ваша реакция?", "Какой предмет в школе вам больше всего нравился?", "Вы часто принимаете решения на основе интуиции?",
                                                                                                                                 "Продолжи фразу:Чем больше сила..."]
task_list = [["1)Сразу проверю, вдруг у меня появилась паутина???", "2)Ха, обычная ситуация", "3)М? Что сейчас произошло?","4)Ну ладно..."], ["1)Физика", "2)Математика", "3)Химия","4)Литература"],
             ["1)Конечно всегда, мы доверяем друг другу", "2)Иногда", "3)Очень редко и всегда удивляюсь, когда срабатывает","4)Никогда"],["1)тем больше и ответственность","2)тем меньше и ответственность","3)тем больше и воля","4)тем меньше сна"]]
score_list = [4, 3, 2, 1]
